<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadContent</key>
            <dict>
                <key>com.google.santa</key>
                <dict>
                    <key>Forced</key>
                    <array>
                        <dict>
                            <key>mcx_preference_settings</key>
                            <dict>
                                <key>BannedBlockMessage</key>
                                <string>This application has been banned</string>
                                <key>ClientMode</key>
                                <integer>2</integer>
                                <key>EnablePageZeroProtection</key>
                                <false/>
                                <key>EventDetailText</key>
                                <string>Open sync server</string>
                                <key>FileChangesRegex</key>
                                <string>^/(?!(?:private/tmp|Library/(?:Caches|Managed Installs/Logs|(?:Managed )?Preferences))/)</string>
                                <key>MachineIDKey</key>
                                <string>MachineUUID</string>
                                <key>MachineIDPlist</key>
                                <string>/Library/Preferences/com.company.machine-mapping.plist</string>
                                <key>MachineOwnerKey</key>
                                <string>Owner</string>
                                <key>MachineOwnerPlist</key>
                                <string>/Library/Preferences/com.company.machine-mapping.plist</string>
                                <key>ModeNotificationLockdown</key>
                                <string>Entering Lockdown mode</string>
                                <key>ModeNotificationMonitor</key>
                                <string>Entering Monitor mode&lt;br/&gt;Please be careful!</string>
                                <key>UnknownBlockMessage</key>
                                <string>This application has been blocked from executing.</string>
                            </dict>
                        </dict>
                    </array>
                </dict>
            </dict>
            <key>PayloadEnabled</key>
            <true/>
            <key>PayloadIdentifier</key>
            <string>0342c558-a101-4a08-a0b9-40cc00039ea5</string>
            <key>PayloadType</key>
            <string>com.apple.ManagedClient.preferences</string>
            <key>PayloadUUID</key>
            <string>0342c558-a101-4a08-a0b9-40cc00039ea5</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
        </dict>
    </array>
    <key>PayloadDescription</key>
    <string>com.google.santa</string>
    <key>PayloadDisplayName</key>
    <string>com.google.santa</string>
    <key>PayloadIdentifier</key>
    <string>com.google.santa</string>
    <key>PayloadOrganization</key>
    <string></string>
    <key>PayloadRemovalDisallowed</key>
    <true/>
    <key>PayloadScope</key>
    <string>System</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>9020fb2d-cab3-420f-9268-acca4868bdd0</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>
